yandex_login = 'oEm8rah9reds'


# если измениться можно тоже подсмотреть в коде страницы с домашкой
items = {5261533636965899: 'Рус. язык',
         5261464917489147: 'Англ. язык',
         5261477802391038: 'ИЗО',
         5261512162129414: 'Математика',
         5261516457096711: 'Музыка',
         5261529341998602: 'Окр. мир',
         1655586443493849016: 'Родная литература',
         1655585863673264055: 'Родной язык',
         5283682783316181: 'Технология',
         5261542226900493: 'Физкультура',
         2010550251964304468: 'Мое здоровье',
         1997163886874691101: 'Разговоры о важном',
         2010549891187051600: 'Театральная студия',
         2009740706463583192: 'Техника безопасности',

         5286921188658092: 'Чтение'}

login = "sapovilia"  # login в Dnevnik.ru
password = "oEm8rah9dn"  # password Dnevnik.ru
tel = '+79802423868'  # телефон на который отправляем домашку

# можно узнать залогинившись в коде возвращенной страницы. Кое что видно прямо в строеке.
userID = 1000012607869  # id Ребенка
idschool = 1000009667923  # id Школы
id_class = '1954317477813377864'  # id класса
